cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'little-angry-clouds/homebrew-my-brews'
tap 'hashicorp/tap'
tap 'mike-engel/jwt-cli'

brew 'asdf'
brew 'zsh'
brew 'ack'
brew 'coreutils'
brew 'ctags'
brew 'derailed/k9s/k9s'
brew 'docker-credential-helper-ecr'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'helmenv'
brew 'hashicorp/tap/terraform'
brew 'htop'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jwt-cli'
brew 'kafkacat'
brew 'kubectx'
brew 'kbenv'
brew 'k3d'
# brew 'libcaca'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'terraform-docs'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'yq'
brew 'youtube-dl'
brew 'global'
brew 'gpg'
brew 'git'
brew 'git-crypt'
brew 'hub'
brew 'vim'

brew 'dnsmasq'

# brew 'rbenv'

cask 'caffeine'
cask 'dbeaver-community'

# cask 'adium'
# cask 'atom'
# cask 'firefox'
# cask 'google-chrome'
# cask 'handbrake'
# cask 'seashore'
# cask 'slack'
# cask 'transmission'
# cask 'tunnelbear'
# cask 'vlc'
